{
    "arm_raise.png": {
        "target": "The anterior (front) deltoid, posterior (back) deltoid, upper trap, supraspinatus (a rotator cuff muscle) and serratus anterior (muscles along your ribs under your armpit)",
        "how": "Keep your feet flat on the floor, shoulder-width apart. Hold hand weights straight down at your sides with palms facing inward. Breathe in slowly. Slowly breathe out as you raise both arms to the side, shoulder height."
    },
    "back_streaching.png": {
        "target": "hamstrings and back",
        "how": "Sit in a pike position, with legs out straight in front of you, feet touching if you can. Slowly, lower your torso over your legs as you reach toward your toes. Keep back flat."
    },
    "ball_plank.png": {
        "target": "Core muscles",
        "how": "tops of the feet flat on the ball or toes tucked under. The tops of the feet is easier than toes tucked under but it’s a huge stretch on the front of the ankles (which may or may not be tolerable for you). Keep the front and back of your neck long and look slightly ahead of you on the floor. Don’t tuck your chin into your chest and don’t look too far in front of you."
    },
    "declined_crunches.png": {
        "target": "Rectus abdominus(six pack muscles) and iliopsoas",
        "how": "Set the bench at your desired angle, starting with just a slight decline if you are new to the exercises. Secure your legs against the pad, holding your body in place by hooking your feet under the pad. For the crunch, cross your arms over your chest. Exhale and curl your head, shoulders and upper back away from the bench, contracting your abs. Inhale and release for one full rep."
    },
    "dumbbell_curls.png": {
        "target": "Lower arm—the brachialis, and brachioradialis",
        "how": "Hold a dumbbell in each hand at the sides with palms facing in toward the side of the thigh and arms straight down. Position the feet comfortably about shoulder-width apart. Brace the core muscles to be ready to lift the weight. Lift one dumbbell toward the shoulder, rotating the arm as it moves up so that the palm with the dumbbell is now facing upward (supine) and the elbow is pointing to the ground with the forearm almost vertical. Keep the elbow close to the body. Exhale while lifting. Lower to the side position and perform the same movement with the other arm. Inhale while lowering the weight."
    },
    "inclined_bench_press.png": {
        "target": "Compound upper-body exercise, meaning that multiple joints and muscles contribute to the movement",
        "how": "Lie on the incline bench and plant your feet on the floor with your butt about 6 inches above the seat. Now slide yourself down so your butt is on the seat without lifting your feet off the ground. Tighten your glutes and core. Grab the barbell with a grip slightly wider than shoulder width and hold onto it as tightly as you can. Unrack the bar and bring it directly over your shoulders with your arms straight. Take a deep breath in and lower the bar with control to the upper part of your chest, Your elbows should be at about a 45-degree angle with your body.  Drive your feet into the ground and explosively press the bar up to return to the starting position."
    },
    "jackknife_sit_ups.png": {
        "target": "Core muscles",
        "how": "Lengthen your body on your mat. Lie flat on your back and neutralize your low back (avoid a rounded or an arched spine). Extend your legs out long and reach your arms above your head. Hover your arms and legs a few inches off the mat (still press your tailbone into the mat). Take a deep breath, and on your exhale lift your head and pull your arms and legs up into a V-shape (lift roughly 30-45 degrees away from the mat). On your lift, keep your legs straight and your arms parallel to your thighs. Lower back down to your starting position."
    },
    "push_ups.png": {
        "target": "Building upper body strength, triceps, pectoral muscles, shoulders, lower back and core muscles.",
        "how": "Begin with your chest and stomach flat on the floor. Your legs should be straight out behind you and your palms should be at chest level with the arms bent out at a 45-degree angle. Exhale as you push from your hands and heels, bringing your torso, chest, and thighs off the ground. Pause for a second in the plank position — keep your core engaged. Inhale as you slowly lower back to your starting position."
    },
    "renegade_row_pushups.png": {
        "target": "Building upper body strength, triceps, pectoral muscles, shoulders, lower back and core muscles.",
        "how": "Make sure the neck stays in a packed position with the chin tucked and in line with the rest of the spine the entire time. Achieve proper depth. Nose to the floor unless the scapula anterior tilts and the shoulder hyperextends. In this case, achieve a depth where the shoulder can remain neutral until proper control is satisfied and you or your client can reach the floor with no problems. Hips should be fully extended with the glutes tight.Keep Knees straight. Hips and torso square to the ground as you row."
    },
    "seated_cable_row.png": {
        "target": "Back, forearms",
        "how": "Pull the handle and weight back toward the lower abdomen while trying not to use the momentum of the row too much by moving the torso backward with the arms. Target the middle to upper back by keeping your back straight and squeezing your shoulder blades together as you row, chest out. Return the handle forward under tension to full stretch, remembering to keep that back straight even though flexed at the hips."
    },
    "vrukshansana.png": {
        "target": "Legs",
        "how": "Stand absolutely erect and drop your arms to the side of your body.Slightly bend your right knee, and then, place the right foot high up on your left thigh. Make sure that the sole is placed firm and flat on the root of the thigh.Your left leg needs to be absolutely erect. Once you have assumed this position, breathe, and find your balance. Now, inhale, and gently raise your arms over your head and bring them together in a ‘namaste’ mudra. Look straight at a distant object and hold your gaze. This will help you maintain balance. Keep your spine straight. Note that your body needs to be taut, yet elastic. Take in deep breaths, and every time you exhale, relax your body more. Gently bring your hands down from the sides, and release the right leg. Come back to the original position of standing tall and straight as you did at the beginning of the practice. Repeat this pose with the left leg."
    },
    "barbell_squats.png": {
        "target": "Primarily your quadriceps, but also trains your glutes, hamstrings, calves, lower back.",
        "how": "Stand with the bar on your upper-back, and your feet shoulder-width apart. Squat down by pushing your knees to the side while moving hips back. Break parallel by Squatting down until your hips are lower than your knees. Squat back up while keeping your knees out and chest up. Stand with your hips and knees locked at the top. "
    },
    "romanian_deadlift.png": {
        "target": "Whole back(from neck to heels)",
        "how": "To start the move, stand with the bar or weight in your hands as opposed to the floor. Slowly lower the weight with a slight bend in your knees, bending at the hips and keeping your back straight. Lower until you feel a slight stretch in your hamstrings – usually when the weight has just passed your knees – then drive your hips forwards and use your hamstrings to power back up to standing."
    },
    "barbell_side_lunges.png": {
        "target": "Glutes, quads, inner thighs",
        "how": "Place body bar or barbell across your upper back, pulling the bar down while squeezing your shoulder blades together for stability. Push your chest out and take a large step to the side. Hips will descend to the ground and as right knee bends bringing thigh almost parallel to ground. Keep left leg straight. Brace core and return back to starting position."
    },
    "russian_dance.png": {
        "target": "Hips, groin and hamstrings, as well as ankle mobility.",
        "how": "Start by squatting first. Once you've got balance, start by extending your non-dominant leg fully. Once you've got balance, start by extending your non-dominant leg fully."
    },
    "flat_bench_dumbbell_press": {
        "target": "Chest, Abs, Shoulders, Triceps",
        "how": "Lie on a flat bench holding a dumbbell in each hand with an overhand grip. Start by holding the dumbbells slightly wider than shoulder width apart above your shoulders. Your palms should be facing forward. Slowly bend your elbows until they are at a 90 degree angle and your upper arms are parallel to the ground. Push the weights up by straightening your arms. As you push the weights up, move your arms in an arc to bring the dumbbells together, until they meet over the center of your chest. Hold for a count of one. Lower the dumbbells by slowly bending your elbows back to 90 degrees. Continue lowering your arms until they are a little lower than parallel to the floor."
    },
    "dips.png": {
        "target": "Triceps",
        "how": "Place your hands on a bench or box behind you with your feet together, legs straight and heels on the floor. Lower slowly as far as you can, then press back up powerfully."
    },
    "barbell_overhead_shoulder_press.png": {
        "target": "Full Body",
        "how": "Stand with the bar on your front shoulders, and your hands next to your shoulders. Press the bar over your head, until it’s balanced over your shoulders and mid-foot. Lock your elbows at the top, and shrug your shoulders to the ceiling. Hold the bar for a second at the top. Then lower it back to your front shoulders and repeat. Don’t use your legs, keep them straight."
    },
    "seated_dumbbell_shoulder_press.png": {
        "target": "Shoulder",
        "how": "Sit on an upright bench holding a dumbbell in each hand at shoulder height with your palms facing away from you. Keep your chest up and your core braced, and look straight forward throughout the move. Press the weights directly upwards until your arms are straight and the weights touch above your head. Slowly lower the weights back to the start position under control, pause, then start the next rep. Bouncing back up from the bottom position places greater strain on your shoulders and means you’re using momentum to move the weights instead of your muscles."
    },
    "underhand_lat_pull-down.png": {
        "target": "Lats, Forearms, biceps, deltoids, lower and upper back",
        "how": "Attach a wide-grip bar to the cable pulldown machine and then assume a sitting position. Make sure the knee pads are adjusted to a level that fits your height. Placing your hands at a distance slightly closer than your shoulder width, hold the pulldown bar using a supinated or underhand grip so that the palms face your torso. While both your arms are extended in front, bring the torso back at an angle of 30 degrees thereby bending the lower back and protruding your chest out. It is the starting position. Draw your shoulders and upper arms down to pull the bar towards your body so that it touches the upper chest. Hold the contracted position for a second and gradually bring the bar to the initial position when your lats are stretched, and the arms are completely extended."
    },
    "triceps_dip.png": {
        "target": "Triceps, Chest, shoulders",
        "how": "Place a bench or a chair behind your back in a perpendicular position to your body. While facing away from the bench, grab the edge of the bench with your hands fully extended and kept at a distance of your shoulder width. Extend your legs forward by bending at the waist so that your legs are at 90 degrees to your torso. It is your initial position. As you breathe in, lower your body by bending at your elbows until your upper arm makes an angle slightly lesser than 90 degrees with the forearm. As you breathe out, take your torso up by pushing yourself back to the initial position, using your triceps."
    },
    "cable_biceps_curl.png": {
        "target": "Biceps",
        "how": "Stand comfortably with feet firmly placed on the floor. Brace the abdominal muscles, straighten the back, keep the head steady. Curl the cable weight upward toward the chest, breathing out. Only your forearms should move, rising up from the elbow. Hold at the top of the contraction for one second. Inhale and unbend the arms at the elbow to let the cable weight return the arms to the lower resting position. Stop before the weights return to the stack, keeping the cable under tension."
    },
    "standing_barbell_shrug.png": {
        "target": "Shoulder",
        "how": "Using a set of dumbbells instead of a barbell works each side of your body independently so you can even out any imbalances in your strength. Hold a dumbbell in each hand by your waist with your palms facing each other. Shrug your shoulders up, pause for a beat or two, then lower back to the start."
    },
    "reverse_cable_crossover.png": {
        "target": "Upper Back & Lower Traps",
        "how": "Adjust the cables so that the handles sit at chest height. Grip the handle, across your body in a neutral grip, with both hands. Keeping only a slight bend at your elbow, pull the cable back across your body using the muscles in your back. Hold the flexed position for a full second before allowing the cable to pull you slowly back to the starting position."
    },
    "wide-grip_pull-up.png": {
        "target": "Back, biceps",
        "how": "Sit on a bench facing an adjustable cable machine with a lat pulldown bar positioned on a high setting. With your back straight, grab the bar with an overhand grip, your arms fully extended and your hands about twice shoulder-width apart. Pull your shoulder blades down and back, bringing the bar to your chest. Pause and then return to the starting position."
    },
    "standing_t-bar_row.png": {
        "target": "back muscles",
        "how": "Place the end of an empty barbell into the corner of a room. Rest a heavy dumbbell or some weight plates on it to hold it down. Load the opposite end of the bar with plates and straddle it. Bend over at the hips until your torso is about a 45-degree angle to the floor with arms extended. Hook a V-grip handle (the kind you see at a cable station) under the bar and hold with both hands. Keeping your lower back in its natural arch, squeeze your shoulder blades together and pull the bar until the plates touch your chest."
    }
}